tap "github/gh"
tap "hekmekk/git-team"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "bat"
brew "direnv"
brew "fnm"
brew "fzf"
brew "gh"
brew "gti"
brew "htop"
brew "jq"
brew "mas"
brew "node"
brew "nvm"
brew "python@3.9"
brew "thefuck"
brew "watch"
brew "yarn"
brew "z"
brew "hekmekk/git-team/git-team"
cask "alfred"
cask "appcleaner"
cask "daisydisk"
cask "dozer"
cask "google-chrome"
cask "iterm2"
cask "keycastr"
cask "mtmr"
cask "quicklook-json"
cask "slack"
cask "visual-studio-code"
mas "Bear", id: 1091189122
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Playgrounds", id: 1496833156
mas "Xcode", id: 497799835
