tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/services"
brew "bat"
brew "python@3.12"
brew "direnv"
brew "fnm"
brew "fzf"
brew "gh"
brew "gti"
brew "htop"
brew "jq"
brew "mas"
brew "nghttp2"
brew "node"
brew "openjdk@17"
brew "python@3.10"
brew "thefuck"
brew "yarn"
brew "z"
cask "alfred"
cask "appcleaner"
cask "daisydisk"
cask "docker"
cask "figma"
cask "google-chrome"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "postman"
cask "quicklook-json"
cask "visual-studio-code"
mas "AdBlock Pro", id: 1018301773
mas "AusweisApp", id: 948660805
mas "Bear", id: 1091189122
mas "Hush", id: 1544743900
mas "Keynote", id: 409183694
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Playgrounds", id: 1496833156
mas "Slack", id: 803453959
mas "SocialFocus", id: 1661093205
mas "TestFlight", id: 899247664
mas "‎WhatsApp", id: 310633997
vscode "4ops.terraform"
vscode "alexcvzz.vscode-sqlite"
vscode "ckolkman.vscode-postgres"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "jspolancor.presentationmode"
vscode "kumar-harsh.graphql-for-vscode"
vscode "lottiefiles.vscode-lottie"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "octref.vetur"
vscode "orta.vscode-jest"
vscode "pkief.material-icon-theme"
vscode "rbbit.typescript-hero"
vscode "redhat.java"
vscode "shalimski.swapdiff"
vscode "sissel.shopify-liquid"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "unifiedjs.vscode-mdx"
vscode "unional.vscode-sort-package-json"
vscode "viktorzetterstrom.non-breaking-space-highlighter"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "wallabyjs.quokka-vscode"
vscode "wallabyjs.wallaby-vscode"
vscode "wix.vscode-import-cost"
vscode "wmaurer.change-case"
vscode "yoavbls.pretty-ts-errors"
