tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/services"
brew "python@3.12"
brew "awscli"
brew "bat"
brew "direnv"
brew "fnm"
brew "fzf"
brew "gh"
brew "gti"
brew "htop"
brew "jq"
brew "lazydocker"
brew "mas"
brew "nghttp2"
brew "node"
brew "openjdk@17", link: true
brew "pnpm"
brew "pyenv"
brew "python@3.10"
brew "thefuck"
brew "yarn"
brew "z"
cask "appcleaner"
cask "chatgpt"
cask "daisydisk"
cask "docker"
cask "figma"
cask "font-fira-mono-for-powerline"
cask "ghostty"
cask "google-chrome"
cask "macpass"
cask "postman"
cask "quicklook-json"
cask "raycast"
cask "spotify"
cask "visual-studio-code"
cask "zoom"
mas "AdBlock Pro", id: 1018301773
mas "AusweisApp", id: 948660805
mas "Bear", id: 1091189122
mas "Hush", id: 1544743900
mas "Keynote", id: 409183694
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "SocialFocus", id: 1661093205
mas "TestFlight", id: 899247664
mas "WhatsApp", id: 310633997
